/* File menu entry under Import Catalog */
"Media Pro Catalog…" = "Каталог Media Pro…";

/* Error message if failing to launch a Media Pro Catalog for Import */
"Unable to open Media Pro Catalog." = "Невозможно открыть каталог Media Pro.";

/* Error message if failing to get document properties of a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog document properties" = "Не удается прочитать свойства документа каталога Media Pro.";

/* Error message if failing to get item properties in a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog item properties" = "Не удается прочитать свойства элемента каталога Media Pro.";

